[
	{
		"src": "1.jpg",
		"caption": "My wife told me to stop impersonating a flamingo. I had to put my foot down.",
		"blurb": "A cloud weighs around a million tonnes. A cloud typically has a volume of around 1km3 and a density of around 1.003kg per m3 – that's a density that’s around 0.4 per cent lower than the air surrounding it (this is how they are able to float)."
	},
	{
		"src": "2.jpg",
		"caption": "I went to buy some camo pants but couldn’t find any.",
		"blurb": "The world’s largest snowflake was 15 inches wide and 8 inches thick. It was recorded in Fort Keogh, Montana, in 1887."
	},
	{
		"src": "3.jpg",
		"caption": "I was wondering why the frisbee kept getting bigger and bigger, but then it hit me.",
		"blurb": "Giraffes are 30 times more likely to get hit by lightning than people. True, there are only five well-documented fatal lightning strikes on giraffes between 1996 and 2010. But due to the population of the species being just 140,000 during this time, it makes for about 0.003 lightning deaths per thousand giraffes each year. This is 30 times the equivalent fatality rate for humans."
	},
	{
		"src": "4.jpg",
		"caption": "Don’t you hate it when someone answers their own questions? I do.",
		"blurb": "Your brain is constantly eating itself. This process is called phagocytosis, where cells envelop and consume smaller cells or molecules to remove them from the system. Don’t worry! Phagocytosis isn't harmful, but actually helps preserve your grey matter."
	},
	{
		"src": "5.jpg",
		"caption": "I told him to be himself; that was pretty mean, I guess.",
		"blurb": "The largest piece of fossilised dinosaur poo discovered is over 30cm long and over two litres in volume. Believed to be a Tyrannosaurus rex turd, the fossilised dung (also named a 'coprolite') is helping scientists better understand what the dinosaur ate."
	},
	{
		"src": "6.jpg",
		"caption": "Most people are shocked when they find out how bad I am as an electrician.",
		"blurb": "The fear of long words is called Hippopotomonstrosesquippedaliophobia. The 36-letter word was first used by the Roman poet Horace in the first century BCE to criticise those writers with an unreasonable penchant for long words. It was American poet Aimee Nezheukumatathil, possibly afraid of their own surname, who coined the term how we know it in 2000."
	},
	{
		"src": "7.jpg",
		"caption": "A told my girlfriend she drew her eyebrows too high. She seemed surprised.",
		"blurb": "Chainsaws were first invented for childbirth. It was developed in Scotland in the late 18th Century to help aid and speed up the process of symphysiotomy (widening the pubic cartilage) and removal of disease-laden bone during childbirth. It wasn’t until the start of the 20th Century that we started using chainsaws for woodchopping."
	},
	{
		"src": "8.jpg",
		"caption": "Build a man a fire and he’ll be warm for a day. Set a man on fire and he’ll be warm for the rest of his life.",
		"blurb": "Mirrors facing each other don't produce infinite reflections. Each reflection will be darker than the last and eventually fade into invisibility. Mirrors absorb a fraction of the energy of the light striking them. The total number of reflections mirrors can produce? A few hundred."
	},
	{
		"src": "9.jpg",
		"caption": "Blunt pencils are really pointless.",
		"blurb": "Dogs tilt their heads when you speak to them to better pinpoint familiar words. Your dog is tilting its head when you speak to it to pinpoint where noises are coming from more quickly. This is done to listen out more accurately for familiar words such as 'walkies' and helps them to better understand the tone of your voice. If a dog doesn't tilt its head that often (as those with shorter muzzles might), it's because it relies less on sound and more on sight."
	},
	{
		"src": "10.jpg",
		"caption": "Adam & Eve were the first ones to ignore the Apple terms and conditions.",
		"blurb": "Your brain burns 400-500 calories a day. That’s about a fifth of your total energy requirements. Most of this is concerned with the largely automatic process of controlling your muscles and processing sensory input, although some studies show solving tricky problems increases your brain's metabolic requirements too."
	}
]
